Config = {
	ModFile = "./data/moderation.json",

	GeneralSudoId = 1722237594, -- محل تنظيم شناسه مدير کل اصلی ربات جهت دریافت گزارشات ربات
	SudoUsername = "@sahandd776", -- محل قرار دادن نام کاربری مدیر کل اصلی ربات
	SudoIds = {1722237594}, -- محل قرار دادن شناسه دیگر مدیران کل ربات در صورت وجود

	BotToken = "1741247185:AAE8eg-u0JypmdbPQdMGJ_stYGq6vQ18Fxo", -- محل قرار دادن توکن ربات*

	SupportBot = "@Pv_Mr_kourd_Bot", -- محل قرار دادن نام کاربری ربات پشتیبانی
	Channel = "@sahandd776", -- محل قرار دادن آيدي کانال با @ 
	ChannelLink = "https://telegram.me/sahandd776", -- محل قرار دادن لینک کانال شما 

	RedisIndex = 10, -- شمار رديس را در اينجا قرار دهيد (اگر نمیدونید چی هست تغییری ایجاد نکنید) --> Redis:Select ...
	
	StartMessage = [[سلام
🤖 من ربات مدیریت حرفه‌ای گروه هستم.
کار من مدیریت گروهتون، پاک کردن تبلیغات مزاحم از گروهتون و مدیریت اعضای گروهتونه.
من امکانات زیادی واسه مدیریت گروه ها دارم که توی "امکانات ربات" میتونی خیلیاشونو ببینی.
▪️میتونی از دکمه های زیر استفاده کنی 👇]], -- محل قرار دادن متن استارت ربات
	
	BotPrice = [[ربات مدیریت حرفه‌ای گروه رایگان نمیباشد!
- اما برای خرید آن مبلغ اندکی باید پرداخت شود.

💵 نرخ های ربات ضد تبلیغات و مدیریت حرفه ای گروه :
> مبلغ اجاره ربات به ازای هر ماه : 10000تومان
> مبلغ اجاره ربات به ازای هر دو ماه : 17000تومان
> مبلغ اجاره ربات به ازای هر سه ماه : 25000تومان
> مبلغ اجاره ربات به ازای هر شیش ماه : 30000تومان
> مبلغ اجاره ربات به ازای هر یک سال : 35000تومان
> برای خرید ربات ب اضای زمان اختصاصی خودتون یا بیشتر ب پیوی سازنده پیام بدهید
» نرخ ربات هیچگونه تخفیفی ندارند.
» ربات قابل تمدید میباشد.
» بعد از پرداخت، ربات توی گروهتون نصب میشه.

حهت خرید ممبر کانال نیز به پیوی مدیر مراجعه فرمایید

» نرخ ربات هیچگونه تخفیفی ندارند.
» ربات قابل تمدید میباشد.
» بعد از پرداخت، ربات توی گروهتون نصب میشه.

🔸 در صورتی که با نرخ های بالا و شرایط موافقید و قصد خرید ربات رو دارید :
> @Tele_Ac_Team]], -- محل قرار دادن قسمت متن نرخ ربات
	
	BotFeatures = [[🛠 امکانات ربات مدیریت حرفه ای گروه

• امکان مدیریت آسان و سریع گروه
• استفاده از کیبورد شیشه ای
• دارای پنل مدیریت آسان گروه
• ضد لینک 🖇
• ضد فروارد پیام
• ضد پیام رگباری
• قابلیت فیلتر عبارات دلخواه 😳
• قابلیت نمایش پیام ویرایش شده
• ضد ربات (اخراج ربات های مزاحم)
• قابلیت قفل چت 🚫
• بستن چت کاربران
• مسدود کردن کاربران
• اخطار دادن به کاربران ⛔️
• ضد اسپم
• خوش آمد گویی و خداحافظی 👋
• قفل انگلیسی نویسی
• قفل پارسی/عربی نویسی
• قفل عکس و صدا 🔇
• قفل استیکر و فایل
• قفل گیف و ویدئو 🎥
• پاکسازی پیام های گروه
• سنجاق کردن پیام در گروه📌
• دریافت اطلاعات گروه
• تنظیم لینک و قوانین
• جستجو در وبسایت آپارات 🔍
• تغییر نام گروه
• تنظیم تصویر گروه
• سریع و با دقت 💪
• دریافت زمان و تاریخ دقیق ⏰
• ساخت استیکر و گیف با متن دلخواه
• کوتاه کننده لینک
• زیباسازی متن دلخواه ♏️
و ده ها امکان دیگر ...]], -- محل قرار دادن متن امکانات ربات

  AboutBot = [[🤖 ربات مدیریت حرفه‌ای گروه
• زبان برنامه نویسی : Lua
نسخه :1.1
نوشته شده بر اساس API رسمی تلگرام

مدیرت : @Pv_Mr_kourd_Bot
]] -- محل قرار دادن متن درباره ربات
}

return Config
